{
  "boilerplate.components.Footer.author.message": "Made with love by {author}",
  "boilerplate.components.Footer.license.message": "© TideiSUN Group 2017",
  "boilerplate.components.Header.features": "Features",
  "boilerplate.components.Header.home": "Home",
  "boilerplate.components.Header.contact": "Contact",
  "boilerplate.components.Header.github": "Github",
  "boilerplate.components.Header.about": "About",
  "boilerplate.containers.FeaturePage.css.header": "Features",
  "boilerplate.containers.FeaturePage.css.message": "Next generation CSS",
  "boilerplate.containers.FeaturePage.feedback.header": "Instant feedback",
  "boilerplate.containers.FeaturePage.feedback.message": "Enjoy the best DX and code your app at the speed of thought! Your\n    saved changes to the CSS and JS are reflected instantaneously\n    without refreshing the page. Preserve application state even when\n    you update something in the underlying code!",
  "boilerplate.containers.FeaturePage.header": "Features",
  "boilerplate.containers.FeaturePage.internationalization.header": "Complete i18n Standard Internationalization & Pluralization",
  "boilerplate.containers.FeaturePage.internationalization.message": "Scalable apps need to support multiple languages, easily add and support multiple languages with `react-intl`.",
  "boilerplate.containers.FeaturePage.javascript.header": "Next generation JavaScript",
  "boilerplate.containers.FeaturePage.javascript.message": "Use template strings, object destructuring, arrow functions, JSX\n    syntax and more, today.",
  "boilerplate.containers.FeaturePage.network.header": "Offline-first",
  "boilerplate.containers.FeaturePage.network.message": "The next frontier in performant web apps: availability without a\n      network connection from the instant your users load the app.",
  "boilerplate.containers.FeaturePage.routing.header": "Industry-standard routing",
  "boilerplate.containers.FeaturePage.routing.message": "Write composable CSS that's co-located with your components for\n    complete modularity. Unique generated class names keep the\n    specificity low while eliminating style clashes. Ship only the\n    styles that are on the page for the best performance.",
  "boilerplate.containers.FeaturePage.scaffolding.header": "Quick scaffolding",
  "boilerplate.containers.FeaturePage.scaffolding.message": "Automate the creation of components, containers, routes, selectors\n  and sagas - and their tests - right from the CLI!",
  "boilerplate.containers.FeaturePage.state_management.header": "Predictable state management",
  "boilerplate.containers.FeaturePage.state_management.message": "Unidirectional data flow allows for change logging and time travel\n    debugging.",
  "boilerplate.containers.HomePage.start_project.header": "Welcome to Coinstruct",
  "boilerplate.containers.HomePage.start_project.message": "Coinstruct helps connect investors and creators from anywhere in the world through our blockchain based crowdfunding platform. We believe in global projects and that they should be accessible to anyone regardless of their borders. Let innovation be driven by ordinary citizens from all continents. Let us help you turn your dream into reality. Let us help you find a project you love and believe in.",
  "boilerplate.containers.HomePage.tryme.atPrefix": "@",
  "boilerplate.containers.HomePage.tryme.header": "Try me!",
  "boilerplate.containers.HomePage.tryme.message": "Show Github repositories by",
  "boilerplate.containers.LocaleToggle.de": "de",
  "boilerplate.containers.LocaleToggle.en": "EN",
  "boilerplate.containers.LocaleToggle.zh": "中文",
  "boilerplate.containers.NotFoundPage.header": "Page not found.",
  "home.slideshow.image1": "Our mission is to connect the global cryptocurrency investor community with creative and innovative entrepreneurs to bring great ideas to life",
  "home.slideshow.image2": "A way to access crowdfunds from anywhere in the world regardless of borders",
  "home.slideshow.image3": "The campaign is just the beginning. Become part of the life of a project through the ownership of coins and continue to benefit from the success of the idea you helped fund.",
  "home.main.vision.title": "Vision",
  "home.main.vision.text": "Coinstruct helps connect investors and creators from anywhere in the world through our blockchain based crowdfunding platform. We believe in global projects and that they should be accessible to anyone regardless of their borders. Let innovation be driven by ordinary citizens from all continents. Let us help you turn your dream into reality. Let us help you find a project you love and believe in.",
  "home.main.technology.title": "Technology",
  "home.main.technology.text": "We are building a blockchain based crowdfunding platform to align the interests of Investors with Entrepreneurs. Through Smart Contract technology operating on the Ethereum network we will bridge the world of cryptocurrency and equity. Creating a new type of ownership through crypto tokens for each campaign. By being able to release escrow funds at key project milestones, the voting rights of Investors will allow for a greater control over the direction of their investments.",
  "home.main.subscribe.button": "Subscribe",
  "home.main.subscribe.email": "Your email address",
  "home.main.body.title": "Core Values",
  "home.main.body.title2": "Popular Campaigns",
  "about.main.title": "About",
  "about.main.body": "We are a team that believe in the power of crowdfunding and are excited about the future of cryptocurrency. Our team strongly believe that projects should not be limited by barriers in traditional funding models. In this age of disruptive digital technology, things such as cross border money, ownership, paperwork and distributions can be addressed in better ways and allow for alternative possibilities. It is our aim to provide a global friendly crowdfunding platform for connecting creators, owners, entrepreneurs, investors, visionaries and even speculators. A new kind of business model that mutually benefits all parties equally.",
  "about.main.body2": "Our people come from a conglomerate with a background in the media technology industry. We know what it means to produce something from a vision and understand the frustrations of not being able to truly achieve it to its full potential. Directors, producers, angel investors, PHD researchers, technologists, marketers and banking industry veterans are the people that form our team.",
  "about.main.body3": "Ecosystem Partners\n\nOur wider team are involved in producing the following businesses\n\niSunTV\niSunTVMall\niSunCloud\nTideiSun\niSunMedia",
  "about.main.banner.title": "Our Mission",
  "about.main.banner.body": "We're coinstructing something that connects people from all over the world",
  "home.main.product.dummy.title1": "YoCam omnidirectional camcorder",
  "home.main.product.dummy.title2": "Piconizer pocket album",
  "home.main.product.dummy.title3": "AQUA headphone amplifier",
  "home.main.product.dummy.title4": "Min 7 handmade solid wood speakers",
  "home.main.product.dummy1": "By the US team MOFILY launched with Taiwan Hon Hai and hardware and software development company to work together YoCam, emphasizing the fish and bear's paw can have both, with waterproof design, but also both sports cameras, cameras and surveillance cameras multi-functional, but simple easy to use.",
  "home.main.product.dummy2": "Piconizer Pocket Photo Album is a iDevice special flash drive with a Lightning connector. Piconizer pocket album main US high-quality aluminum design, easy to use App with, and relatively affordable price.",
  "home.main.product.dummy3": "AQUA headphone amplifier to light compact as a selling point, and known as the world's lightest headphone amplifier. AQUA headphone amplifier weighs only 16 grams, the volume is done relatively small. The appearance of a linear design, with a stylish metal-like texture, and the perfect integration of headphones as one.",
  "home.main.product.dummy4": "Love music, pay attention to your home furnishings, is not hard to find the sound quality and has a sophisticated design appearance of the sound? In front of this MIN7 ready to bring you a higher level of home listening experience.",
  "home.newsletter.title": "Subscribe to  ",
  "home.newsletter.email": "Your email address",
  "home.newsletter.subscribe": "Subscribe",
  "contact.main.title": "Contact Us",
  "contact.main.body": "We have a friendly international team to help you. Get in touch!",
  "contact.main.hk.name": "Hong Kong",
  "contact.main.hk.body": "7/F Sino Favour Centre\nNo.1 On Yip Street\nChai Wan\n+852 2526-7818",
  "contact.main.body.title": "Coinstruct's Global Network"
}
